Repository: myclabs/Inventory
Catalog: application/languages/DW/configValidation.tmx
Source language: fr
Languages: en

source: Merci de préciser la nature des valeurs à fournir.
en: Please specify the type of values to provide.

source: Merci de sélectionner un indicateur.
en: Please select an indicator.

source: Merci de sélectionner un indicateur pour le numérateur.
en: Please select an indicator for numerator.

source: Merci de sélectionner un indicateur pour le dénominateur.
en: Please select an indicator for denominator.

source: Merci de choisir deux axes différents.
en: Please choose different axes.

source: Merci de choisir deux axes non hiérarchiquement reliés.
en: Please choose two axes not related in the hierarchy.

source: Merci de préciser le type de graphique à afficher.
en: Please specify the type of values to provide.

source: Merci de sélectionner au moins un élément.
en: Please select at least one item.
